Repository: dvmage/magento-bulgarian-language-pack
Catalog: src/projects/1.7.x/tm/all.tmx
Source language: en
Languages: bg

source: All Pages (Print Version)
bg: Всички страници (версия за печат)

source: All Three-Column Layout Pages
bg: Всички страници с оформление три колони

source: All Two-Column Layout Pages (Left Column)
bg: Всички страници с оформление две колони (лява колона)

source: All Two-Column Layout Pages (Right Column)
bg: Всички страници с оформление две колони (дясна колона)

source: Click <a href="%s">here</a> if nothing has happened
bg: Кликни <a href="%s">тук</a> ако нищо не се случва

source: Default welcome msg!
bg: Добре дошли по подразбиране!

source: Free Shipping on orders over 50$
bg: Безплатна доставка за поръчки над 50$

source: Interface Language
bg: Език за интерфейс

source: JavaScript seem to be disabled in your browser.
bg: Изглежда, че JavaScript е деактивиран във Вашия браузър.

source: Left Column
bg: Лява колона

source: Main Content Area
bg: Главна област на съдържанието

source: Page Footer
bg: Завършващ блок на страница

source: Page Header
bg: Заглавен блок на страница Page:" Page Top"

source: Page:
bg: Страница

source: Previous
bg: Предишен

source: Redirecting...
bg: Пренасочване...

source: Right Column
bg: Дясна колона

source: Select Store
bg: Избери магазин

source: Select Store:
bg: Избери магазин:

source: Welcome, %s!
bg: Здравей, %s!

source: Your Language
bg: Вашият език

source: Your Language:
bg: Вашият език:

source: Authorize Only
bg: Само оторизиране

source: Authorize and Capture
bg: Оторизира и изпълнява

source: Centinel API URL
bg: Centinel API URL адрес

source: Error in payment gateway.
bg: Грешка в gateway за плащане.

source: Gateway error: %s
bg: Gateway грешка: %s

source: If empty, a default value will be used. Custom URL may be provided by CardinalCommerce agreement.
bg: Ако е празно ще бъде използвана стойност по подразбиране. Възможен е предоставянето на друг URL адрес при CardinalCommerce споразумение.

source: Invalid amount for authorization.
bg: Невалидна сума за оторизация.

source: Severe 3D Secure Card Validation
bg: Стриктна 3D Secure Card валидация

source: Severe Validation Removes Chargeback Liability on Merchant
bg: Стриктна валидация сваля отговорност за връщане от търговеца

source: amount %s
bg: Сума: %s

source: authorize and capture
bg: Оторизира и изпълнява

source: capture
bg: Прихващане

source: failed
bg: Неуспешно

source: refund
bg: Сторнирай

source: successful
bg: Успешно

source: void
bg: Анулирай

source: 3D Secure Credit Card Validation
bg: 3D Валидация на кредитна карта

source: <label>Make Check payable to:</label> %s
bg: <label>Направи Чек платим на:</label> %s

source: Allow Initial Fee Failure
bg: Позволи неизпълнение на инициална такса?!?

source: Automatically bill the outstanding balance amount in the next billing cycle (if there were failed payments).
bg: Автоматично плати неизплатена сума по баланса в следващия цикъл за плащане (ако е имало неосъществени плащания).

source: Billing Agreement status is not set.
bg: Статус за споразумение за плащане не е зададен.

source: Billing Amount
bg: Сума на сметка

source: Billing Frequency
bg: Честота на изплащане на сметки

source: Billing Period
bg: Период на изплащане на сметки

source: Billing Period Unit
bg: Единица за период на изплащане на сметки

source: Cannot retrieve payment method instance.
bg: Невъзможно е извличането на обект за метод на плащане.

source: Cannot retrieve the payment info model object.
bg: Невъзможно е извличането на модел за информация за плащане.

source: Cannot retrieve the payment method model object.
bg: Невъзможно е извличането на обект на модел за метод на плащане.

source: Check / Money Order
bg: Чек / Платежно нареждане

source: Currency code is undefined.
bg: Не е дефиниран код на валута.

source: Customer ID is not set.
bg: Не е зададен клиент ID.

source: Debug Mode
bg: Дебъг режим

source: Full name of the person receiving the product or service paid for by the recurring payment.
bg: Пълно име на лицето получател на продукта или услугата, платена с плащане по период.

source: Initial Fee
bg: Инициална такса

source: Initial non-recurring payment amount due immediately upon profile creation.
bg: Инициална еднократна сума за плащане, дължима веднага след създаване на профил.

source: Internal Reference ID
bg: Вътрешен референтен ID

source: Make Check Payable to
bg: Направи чек платим на

source: Make Check payable to:
bg: Направи чек платим на:

source: Make Check payable to: %s
bg: Направи чек платим на:

source: Maximum Billing Cycles
bg: Максимални цикли за плащане на сметки

source: Maximum Payment Failures
bg: Максимални неосъществени плащания

source: Maximum Trial Billing Cycles
bg: Максимални пробни цикли за изплащане

source: Name on the Card
bg: Име от картата

source: Number of billing periods that make up one billing cycle.
bg: Брой периоди на изплащане, които формират един цикъл на разплащане.

source: Overrides API URL that may be specified by a payment method.
bg: Презаписва API URL адрес, който може да е определен от метода на плащане.

source: Payment ID: %s
bg: ID на плащане: %s

source: Payment Methods Section
bg: Секция методи на плащане

source: Payment Reference ID
bg: Референтен ID на плащане

source: Payment Services
bg: Услуги за плащане

source: Payment method code is not set.
bg: Не е зададен код за метод на плащане.

source: Payment method code is undefined.
bg: Не е дефиниран код за метод на плащане.

# Payment profile is invalid: %s
source: Payment profile is invalid:\n%s
bg: Невалиден профил на плащане:\n%s

source: Processor ID
bg: Id процесор за плащане

source: Purchase Order
bg: Поръчка

source: Purchase Order Number:
bg: Номер на поръчка:

source: Purchase Order Number: %s
bg: Номер на поръчка: %s

source: Recurring Profile Start Date
bg: Начална дата на профил за плащане по периоди

source: Recurring profile start date has invalid format.
bg: Начална дата на профил за плащане по периоди е в невалиден формат.

source: Reference ID is not set.
bg: Не е зададен референтен ID.

source: Repeats %s time(s).
bg: Повторяемо %s път(и)." Repeats until suspended or canceled."

source: Request Card Security Code
bg: Изискване на код за сигурност на карта

source: Saved CC
bg: Записана CC

source: Schedule Description
bg: Описание за разписание

source: Schedule description must be not empty.
bg: Описание за разписание не може да е празно.

source: Send Check to
bg: Изпрати чек на

source: Send Check to:
bg: Изпрати чек на:

source: Severe validation removes chargeback liability on merchant.
bg: триктна валидация сваля отговорност за връщане от търговеца.

source: Short description of the recurring payment. By default equals to the product name.
bg: Кратко описание на плщане по периоди. По подразбиране се използва името на продукта.

source: Start date has invalid format.
bg: Невалиден формат на начална дата.

source: Start date is undefined.
bg: Начална дата е недефинирана.

source: Subscriber Name
bg: Име на абонат

source: The date when billing for the profile begins.
bg: Дата, на която започва изплащане по профил.

source: The number of billing cycles for payment period.
bg: Броят на цикли на изплащане за период на плащане.

source: The number of scheduled payments that can fail before the profile is automatically suspended.
bg: Броят на провалени планирани плащания, след които профилът ще бъде автоматично прекратен.

source: The payment review action is unavailable.
bg: Не е на лице действие за преразглеждане на плащане.

source: Trial Billing Amount
bg: Сума за пробно изплащане

source: Trial Billing Frequency
bg: Честота за пробно изплащане

source: Trial Billing Period Unit
bg: Единица за период на пробно изплащане

source: Trial Period
bg: Пробен период

source: Trial billing period unit is wrong.
bg: Грешна единица за период на пробно изплащане.

source: Two Weeks
bg: Две седмици

source: Unable to save Billing Agreement:
bg: Записването на споразумение за изплащане е невъзможно:

source: Unit for billing during the subscription period.
bg: Единица за изплащане през периода на абонамента.

source: Unsupported currency code: %s.
bg: Неподдържан код за валута: %s.

source: Week
bg: Седмица

source: Wrong %s specified.
bg: Определено е грешно %s.

source: Wrong or empty billing amount specified.
bg: Грешна или празна сума за изплащане.

source: Zero Subtotal Checkout
bg: Разплащане при нулева междинна сума

source: -OR-
bg: ИЛИ

source: API Password
bg: API парола

source: API Signature
bg: API сигнатура

source: API Username
bg: API потребителско име

source: API Uses Proxy
bg: API Прокси

source: API/Integration
bg: API/Интеграция

source: API/Integration Settings
bg: API/Интеграция настройки

source: Ability for buyer to purchase without PayPal account.
bg: Възможност за купувача да закупува без профил в PayPal." Accept PayPal payments in your shopping cart. PayPal will process your credit card payments through the Payflow Pro Gateway."

source: Accept payments without customers leaving your website. Many popular web-hosting services and shopping carts come with the Payflow payment gateways built in, so they are easy to set up.
bg: Приеми PayPal плащания във количката. PayPal ще процесира плащанията през кредитна карта чрез виртуален терминал Payflow Pro.

source: Acceptance Mark
bg: Печат за приемане

source: Acceptance Mark Image
bg: Изображение за Печат за приемане

source: Account-to-Account Payment, initiated by PayPal
bg: Плащане Профил-към-профил, започнато от PayPal

source: Add an Express Checkout button to your existing shopping cart for quick and easy credit card payments. PayPal handles all payment processing.
bg: Добави Express Checkout бутон към количката за за бързи и лесни плащания с кредитна карта. PayPal управлява цялото процесиране на плащането.

source: Additional Options
bg: Допълнтиелни опции

source: Address Verification System Response
bg: Системен отговор за проверка на адрес

source: All the address information matched
bg: Цялата информация за адрес съвпада

source: Allow in Billing Agreement Wizard
bg: Позволи в прозорец за споразумение за плащане

source: Allowable values: "paypal", "primary" (default), your_custom_value (a custom payment page style from your merchant account profile).
bg: Позволени стойности: paypal"

source: Allowed Credit Card Types
bg: Разрешени видове кредитни карти

source: Also affects mini-shopping cart.
bg: Също засяга и мини-количката.

source: Ask Customer
bg: Попитай клиент

source: Attempted Authentication, Bad Result
bg: Опитана е оторизация, лош резултат

source: Attempted Authentication, Good Result
bg: Опитана е оторизация, добър резултат

source: Auction Payment other than through eBay
bg: Плащане за наддаване различно от това в eBay

source: Authenticated, Bad Result
bg: Оторизиране, лош резултат

source: Authenticated, Good Result
bg: Оторизиране, добър резултат

source: Authorization
bg: Оторизация

source: Authorized amount of %s.
bg: Транзакция за оторизация е необходима за анулиране.

source: Authorizing amount of %s is pending approval on gateway.
bg: Оторизиране на сума от %s е в изчакване за одобрение от терминала.

source: Auto
bg: Автоматично

source: AutoSweep
bg: Автоматично почистване

source: Available Balance
bg: Наличен баланс

source: Balance Manager Account Bonus
bg: Баланс мениджър - профил бонус

source: Billing Agreement Signup
bg: Споразумение за плащане

source: Bonus for first ACH Use
bg: BБонус за първо използване на ACH

source: Buyer Credit Payment
bg: Кредитно плащане на купувач

source: By default it is "reports.paypal.com".
bg: По подразбиране е reports.paypal.com"."

source: CVV2 Check Result by PayPal
bg: Резултат от проверка на CVV2 от PayPal

source: Cannot create target file for reading reports.
bg: Невъзможно е създаването на файл за прочитане на справки.

source: Change Payment Method
bg: Смени метод на плащане

source: Chargeback
bg: Обратно плащане

source: Chargeback by customer.
bg: Обратно плащане на клиент

source: Checkout with PayPal
bg: Разплащане с PayPal

source: Completion Date
bg: Дата на приключване

source: Connecting to PayPal SFTP server to fetch new reports. Are you sure you want to proceed?
bg: Свързване с SFTP PayPal сървър за извличане на нови справки. Сигурен ли сте, че искате да продължите?

source: Coupon Redemption
bg: Използване на талон за отстъпка

source: Credit
bg: Кредит

source: Credit Card Settings
bg: Настройки на кредитна карта

source: Currency Conversion required to cover negative balance
bg: Необходимо е преобразуване на валута за покриване на негативно салдо

source: Custom Endpoint Hostname or IP-Address
bg: Различно име на хост или IP-адрес за крайна цел

source: Custom Path
bg: Различен път

source: Customer complaint.
bg: Оплакване от клиент.

source: Customer triggered a money-back guarantee.
bg: Клиентът задейства гаранция за връщаен на пари.

source: Debit
bg: Дебит

source: Debit Card Cash Back
bg: Връщане по дебитна карта

source: Debit Card Transaction
bg: Транзакция с дебитна карта

source: Debit or Credit
bg: Дебит или кредит

source: Direct Payment API
bg: API за директно плащане

source: Displays on catalog pages and homepage.
bg: Покзва се на страниците от каталога и на заглавна страница.

source: Don't have a PayPal account? Simply enter your email address.
bg: Нямате PayPal профил? Просто въведете вашия имейл адрес.

source: EFT Funding (German banking)
bg: EFT финансиране (банкиране Германия)

source: Edit Shopping Cart
bg: Редактирай количка

source: Email Associated with PayPal Merchant Account
bg: Имейл асоцииран с PayPal търговски профил

source: Enable Automatic Fetching
bg: Активирай автоматично извличане

source: Enable PayPal Guest Checkout
bg: Активирай PayPal разплащане за гости

source: Event
bg: Събитие

source: Every 10 days
bg: Всеки 10 дни

source: Every 14 days
bg: Всеки 14 дни

source: Every 3 days
bg: Всеки 3 дни

source: Every 30 days
bg: Всеки 30 дни

source: Every 40 days
bg: Всеки 40 дни

source: Every 7 days
bg: Всеки 7 дни

source: Exact Match. Address and Postal Code. International
bg: Точно съвпадение. Адрес и пощенски код. Международно

source: Exact Match. Address and Postal Code. UK-specific
bg: Точно съвпадение. Адрес и пощенски код. Специфично за Великобритания

source: Exact Match. Address and nine-digit ZIP code
bg: Точно съвпадение. Адрес и 9 цифрен пощенски код

source: Express Checkout (Payflow Edition) Settings
bg: Настройки Express Checkout (Payflow)

source: Express Checkout APIs
bg: Express Checkout API

source: Express Checkout Settings
bg: Настройки на Express Checkout

source: Express Checkout and Order have been canceled.
bg: Express Checkout и поръчката бяха отменени.

source: Express Checkout has been canceled.
bg: Express Checkout беше отменено.

source: Failed to fetch reports from '%s@%s'.
bg: Грешка при извличане на справки от '%s@%s'.

source: Fee Amount
bg: Сума такси

source: Fee Debit or Credit
bg: Такси дебит или кредит

source: Fee Reversal
bg: Връщане на такси

source: Fee: Foreign ACH Withdrawal
bg: Такса: Външна ACH отмяна

source: Fee: Mass Pay Request
bg: Такса: Заявка за плащане на едро

source: Fee: Web Site Payments Pro Account Monthly
bg: Такса: Месечно за Payments Pro профил

source: Fee: WorldLink Check Withdrawal
bg: Такса: отмяна на чек WorldLink

source: Fetch
bg: Извлечи

source: Fetch Updates
bg: Извличане на обновявания

source: Fetched %s report rows from '%s@%s'.
bg: Извлечени %s реда за справка от '%s@%s'.

source: Frontend Experience Settings
bg: Настройки на публичен сайт

source: Funding
bg: Финансиране

source: General (Authorization)
bg: Основни (оторизация)

source: General (Dividend)
bg: Основни (дивидент)

source: General (Purchase with a credit card)
bg: Основни (покупка с кредитна карта)

source: General Adjustment without businessrelated event
bg: Основни - настройки без свързано с бизнеса събитие

source: General Currency Conversion
bg: Основни - преобразувания на валута

source: General Funding of PayPal Account
bg: Основни - финансиране на PayPal профил

source: General Redemption
bg: Основни - изкупуване

source: General Withdrawal from PayPal Account
bg: Основни - връщане от PayPal профил

source: General. Product no longer supported
bg: Основни - продуктът не се поддържа

source: General: Use of PayPal account for purchasing as well as receiving payments
bg: Основни - Използване на PayPal профил за покупка и получаване на плащания

source: General: Withdrawal from PayPal Account
bg: Основни - връщане от PayPal профил

source: General: Withdrawal to Non-Bank Entity
bg: Основни - връщане към не-банков обект

source: General: adjustment of a type not belonging to the other T12xx categories
bg: Основни - настройване от тип, непринадлежащ към другите T12xx категории

source: General: bonus of a type not belonging to the other T08xx categories
bg: Основни - бонус от тип, непринадлежащ към другите T08xx категории

source: General: event not yet categorized
bg: Основни - събитието все още не е категоризирано

source: General: non-payment fee of a type not belonging to the other T01xx categories
bg: Основни - такса, която не е по плащане от тип, непринадлежащ към другите T01xx категории

source: General: received payment of a type not belonging to the other T00xx categories
bg: Основни - получено плащаме от тип, непринадлежащ към другите T00xx категории

source: General: reversal of a type not belonging to the other T11xx categories
bg: Основни - реверсиране от тип, непринадлежащ към другите T11xx категории

source: General: temporary hold of a type not belonging to the other T15xx categories
bg: Основни - временно задържане от тип, непринадлежащ към другите T15xx категории

source: Get Credentials from PayPal
bg: Вземи удостоверение за самоличност от PayPal

source: Gift Certificate Payment: purchase of Gift Certificate
bg: Плащане по сертификат за подарък: продажба на сертификат за подарък

source: Gift Certificate Redemption
bg: Използване на сертификат за подарък

source: Gross Amount
bg: Брутна сума

source: Header Border Color
bg: Цвят за рамка на заглавен блок

source: Header Image URL
bg: URL адрес за заглавен блок

source: Help
bg: Помощ

source: Hidden Virtual PayPal Debit Card Transaction
bg: Скрита виртуална PayPal транзакция с дебитна карта

source: Hold for Dispute Investigation
bg: Задържано за разглеждане на оспорване

source: If not specified, Default Country from General Config will be used
bg: Ако не е посочена държава, ще бъде използвана тази по подразбиране от основните настройки.

source: Impossible to issue a refund transaction because the capture transaction does not exist.
bg: Невъзможно е нареждането на транзакция за връщане, поноеже не съществува транзакция за плащане.

source: Incentive
bg: Причина

source: Initiation Date
bg: Дата на завеждане

source: Invoice ID
bg: Фактура ID

source: Issuer Liability
bg: Оценка на наредител

source: It is recommended to set this value to "Debit or Credit Card" per store views.
bg: Препоръчително е използването на стойност Дебитна или кредитна карта" за всеки изглед на магазин."

source: It is recommended to set this value to "PayPal" per store views.
bg: Препоръчително е използването на стойност PayPal" за всеки изглед на магазин."

source: Items in Your Shopping Cart
bg: Продукти в количката

source: Last Correlation ID
bg: Последен ID на свързванe

source: Last Transaction ID
bg: Последен ID на транзакция

source: Looking for PayPal? We have our own tab to the left under Sales.
bg: Търсите PayPal? Има допълнителен изглед в ляво в секция Продажби.

source: Mass Pay Payment
bg: Плащане на едро" Matched (CVV2)"

source: Matched (CVV2CSC)
bg: Съвпадение (CVV2CSC)

source: Matched Address only (no ZIP)
bg: Съвпадение - само адрес (без пощ. код)

source: Matched Address only (no ZIP). International
bg: Съвпадение - само адрес (без пощ. код). Интернационално

source: Matched Postal Code only (no Address)
bg: Съвпадение - само пощенски код (без адрес)

source: Matched five-digit ZIP only (no Address)
bg: Съвпадение - само 5 цифрен пощ. код (без адрес)

source: Matched whole nine-didgit ZIP (no Address)
bg: Съвпадение - само целия 9 цифрен пощ. код (без адрес)

source: Merchant Account
bg: Търговски профил

source: Merchant Country
bg: Държава на търговец

source: Merchant Referral Bonus
bg: Бонус за привличане на търговец

source: Merchant holds a non-U.S. account and does not have a withdrawal mechanism.
bg: Търговецът притежава профил извън САЩ и няма механизъм за връщане.

source: Merchant reference ID format is not supported.
bg: Формат за референтен търговски ID не се поддържа.

source: Mobile Payment (made via a mobile phone)
bg: Мобилно плащане (извършено през мобилен телефон)

source: N/A. Address not checked, or acquirer had no response. Service not available
bg: Не е налично. Адресът не е проверен или не е получен отговор. Услугата не е налична

source: N/A. Global Unavailable
bg: Не е налично. Глобално не е в наличност

source: N/A. International Unavailable
bg: Не е налично. Международно не е в наличност

source: N/A. Merchant has indicated that CVV2 is not present on card
bg: Не е налично. Търговеца е посочил, че CVV2 не присъства на картата

source: N/A. No response
bg: Не е налично. Няма отговор

source: N/A. Not allowed for MOTO (Internet/Phone) transactions
bg: Не е налично. Непозволено за MOTO (Интернет/Телефонни) транзакции

source: N/A. Not processed
bg: Не е налично. Не е обработено

source: N/A. Retry
bg: Не е налично. Опитай отново

source: N/A. Service not Supported
bg: Не е налично. Услугата не се поддържа

source: N/A. Service not available
bg: Не е налично. Услугата не е налична

source: N/A. Service not supported
bg: Не е налично. Услугата не се поддържа

source: N/A. The merchant did not provide AVS information
bg: Не е налично. Търговеца не е предоставил AVS информация

source: N/A. The merchant has not implemented CVV2 code handling
bg: Не е налично. Търговеца не е имплементирал работа с CVV2 код

source: N/A. Unavailable
bg: Не е налично

source: Negative Balance
bg: Негативно салдо

source: No Details matched
bg: Няма съвпадение на информация

source: No Details matched. International
bg: Няма съвпадение на информация. Международно

source: No Liability Shift
bg: Без промяна на оценката

source: No Logo
bg: Няма лого

source: No match
bg: Няма съпвадение

source: None of the address information matched
bg: Никой от адресите не съвпада

source: Note: %s
bg: Забележка: %s

source: Nothing to fetch because of an empty configuration.
bg: Нищо за извличане, поради празна конфигурация.

source: Notified customer about creditmemo #%s.
bg: Клиент известен за кредитно известие #%s.

source: Notified customer about invoice #%s.
bg: Клиент известен за фактура #%s.

source: Now accepting PayPal (150 X 40)
bg: Приема се PayPal (150 X 40)

source: Now accepting PayPal (150 X 60)
bg: Приема се PayPal (150 X 60)

source: Open Authorization
bg: Отвори оторизация

source: Page Background Color
bg: Цвят за фон на страница

source: Page Style
bg: Стил на страницата

source: Part of the address information matched
bg: Съвпадение на част от адреса

source: Partner
bg: Партньор

source: PayPal Balance Manager function of PayPal account
bg: PayPal - функция Баланс мениджър на PayPal профил

source: PayPal Buyer Warranty Bonus
bg: PayPal - бонус за гаранция на купувач

source: PayPal Debit Card Cash Advance
bg: PayPal - Дебитна карта - Cash Advance

source: PayPal Debit Card Withdrawal from ATM
bg: PayPal - връщане по дебитна карта от ATM

source: PayPal Express Checkout Token does not exist.
bg: Не съществува символ (token) за PayPal Express Checkout.

source: PayPal Express Order Review Form
bg: Форма за преразглеждане на поръчка с PayPal Express

source: PayPal Fee Information
bg: PayPal - информация за такси

source: PayPal Merchant Pages Style
bg: PayPal - стил за страници на търговец
